/* (No Comment) */
"%@ invites you to receive its newsletters and offers." = "%@ te invita a recibir sus newsletters y ofertas.";

/* (No Comment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Descarga e instala Setapp para usar %@ y descubrir todavía más aplicaciones increíbles.";

/* (No Comment) */
"Learn More…" = "Más información...";

/* (No Comment) */
"Let’s stay in touch!" = "¡No perdamos el contacto!";

/* (No Comment) */
"No, Thanks" = "No, gracias";

/* (No Comment) */
"Quit" = "Salir";

/* (No Comment) */
"Setapp will share your %@ email with the developers of %@." = "Setapp compartirá tu dirección de correo electrónico %@ con los desarrolladores de %@.";

/* (No Comment) */
"Sure, I’m In" = "Sí, por supuesto";

/* (No Comment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Esta copia de %@ requiere una cuenta activa de Setapp instalada en tu Mac.";

/* (No Comment) */
"Welcome to %@ %@" = "Bienvenido a %@ %@";

